[ItemDefs.ID_CrystaliskOriginEvidence MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dispositivo ECHO"
PickupMessage="Você tem %s"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_CrystaliskOriginEvidence:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma mensagem sonora perdida de uma equipe da plataforma de garimpo de Santuário D.S.S."
NoConstraintText=""
Suffix=""
Prefix=""

